[
  {"num": "0","type":"axiom","en": " Time is not a line. It folds, loops, and corrects itself. If you're here, the process has already started.","fr": "Le temps n’est pas une ligne. Il se replie, boucle et se corrige. Si vous êtes ici, le processus a déjà commencé."},
  {"num": "1","type":"axiom","en": "To reach the past, go forward long enough.","fr": "Pour atteindre le passé, il faut avancer assez longtemps."},
  {"num": "1.5","type":"axiom","en": "To go back, push forward. Time resists, but curvature obeys.","fr": "Pour reculer, il faut avancer. Le temps résiste, mais la courbure obéit."},
  {"num": "2","type": "axiom","en": "Every travel creates a divergence. Stability is illusion.","fr": "Chaque voyage crée une divergence. La stabilité est une illusion."},
  {"num": "3","type": "axiom","en": "Time travel violates nothing, but it disrupts everything.","fr": "Le voyage temporel ne viole rien, mais perturbe tout."},
  {"num": "4","type": "axiom","en": "Reality adapts faster than memory.","fr": "La réalité s’adapte plus vite que la mémoire."},
  {"num": "5","type": "axiom","en": "Observation changes nothing. Intention changes everything.","fr": "Observer ne change rien. L’intention change tout."},
  {"num": "6","type": "axiom","en": "If you meet yourself, one of you will vanish. Or worse, merge.","fr": "Si vous vous rencontrez, l’un de vous disparaîtra. Ou pire : fusionnera."},
  {"num": "7","type": "axiom","en": "Never shatter the timelines. What breaks cannot be undone, and reality will bleed in the cracks.","fr": "Ne brise jamais les lignes temporelles. Ce qui se brise ne se répare pas, et la réalité saignera dans les fissures."},



  {"num": "1","type": "rule","en": "Do not try to prevent the catastrophe. You might be its cause.","fr": "N’essayez pas d’empêcher la catastrophe. Vous pourriez en être la cause."},
  {"num": "2","type": "rule","en": "Never cross your own timeline twice.","fr": "Ne croisez jamais deux fois votre propre ligne temporelle."},
  {"num": "3","type": "rule","en": "Do not speak of the timeline you came from. It no longer exists.","fr": "Ne parlez pas de la ligne temporelle d’où vous venez. Elle n’existe plus."},
  {"num": "5","type": "rule","en": "The further back you go, the less you belong.","fr": "Plus vous remontez, moins vous appartenez à ce monde."},
  {"num": "6","type": "rule","en": "If fate drags you to yourself, don’t linger. Make it quick. Leave before the timeline fractures.","fr": "Si le destin te force à te croiser, ne traîne pas. Fais vite. Pars avant que la ligne temporelle ne se brise."},
  {"num": "7","type": "rule","en": "If a timeline fractures, move swiftly. Patch the tear by realigning the causal threads — or vanish into the void.","fr": "Si une ligne temporelle se fracture, agis vite. Répare la déchirure en réalignant les fils causaux — ou disparaît dans le néant."}


]